Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Help
ar: التعليمات
ca: Ajuda
da: Hjælp
da_instk12: Hjælp
de: Hilfe
es: Ayuda
es_es: Ayuda
fi: Ohje
fr: Aide
fr_ca: Aide
ga: Cabhair
hi: मदद
ht: Èd
id: Bantu
is: Hjálp
it: Guida
ja: ヘルプ
ko: 도움말
mi: Āwhina
ms: Bantu
nb: Hjelp
nb_instk12: Hjelp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ru: Справка
sl: Pomoč
sv: Hjälp
sv_instk12: Hjälp
th: ความช่วยเหลือ
vi: Trợ Giúp
zh: 帮助
zh_hk: 支援

source: Help your students with this assignment by adding instructions.
ar: ساعد طلابك لإنجاز هذه المهمة من خلال إضافة تعليمات.
ca: Afegiu instruccions a aquesta activitat per ajudar els estudiants a realitzar-la.
cy: Helpwch eich myfyrwyr gyda’r aseiniad hwn trwy ychwanegu cyfarwyddiadau.
da: Hjælp dine studerende med denne opgave ved at tilføje vejledning.
da_instk12: Hjælp dine elever med denne opgave ved at tilføje vejledning.
de: Helfen Sie Ihren Studenten bei dieser Aufgabe mit zusätzlichen Anweisungen.
es: Ayude a sus estudiantes a realizar esta tarea agregando instrucciones.
es_es: Ayuda a tus estudiantes a realizar esta actividad añadiendo instrucciones.
fi: Auta opiskelijoitasi tämän tehtävän kanssa lisäämällä ohjeet.
fr: Aidez vos élèves à réaliser ce travail en ajoutant des instructions.
fr_ca: Aidez vos étudiants à ce travail par l’ajout d’instructions.
ga: Cabhraigh le do mhic léinn leis an tasc seo trí threoracha a chur leis.
hi: निर्देश जोड़कर इस असाइनमेंट में अपने छात्रों की सहायता करें।
ht: Ajoute enstriksyon pou ede elèv ou yo ak sesyon sa a.
id: Bantu siswa Anda dengan tugas ini dengan menambah instruktur.
is: Hjálpaðu nemendum þínum með þetta verkefni með því að bæta við leiðbeiningum.
it: Aiuta i tuoi studenti con questo compito aggiungendo le istruzioni.
ja: 指示を追加して、この課題を受講者に分かりやすくしてください。
ko: 지시 사항을 추가하여 이 과제에 관해 학생을 돕습니다.
mi: Āwhinatia ō ākonga i tēnei whakataunga me te tāpiri tohutohu atu.
ms: Permudahkan pelajar anda untuk membuat tugasan ini dengan menambah arahan.
nb: Hjelp studentene med denne oppgaven ved å legge til instruksjoner.
nb_instk12: Hjelp elevene med denne oppgaven ved å legge til instruksjoner.
nl: Help je cursisten met deze opdracht door instructies toe te voegen.
pl: Pomóż uczestnikom w wykonaniu zadania, dodając instrukcje.
pt: Ajude seus alunos com essa tarefa, ao adicionar instruções.
pt_br: Ajude os seus alunos com esta tarefa ao adicionar instruções.
ru: Помогите своим студентам с этим заданием, добавив инструкции.
sl: Dodajte navodila in tako pomagajte študentom pri tej nalogi.
sv: Hjälp dina studenter med denna uppgift genom att lägga till instruktioner.
sv_instk12: Hjälp dina elever med denna uppgift genom att lägga till instruktioner.
th: ช่วยเหลือผู้เรียนของคุณสำหรับภารกิจนี้โดยการเพิ่มคำแนะนำเข้าไป
vi: Giúp sinh viên của bạn thực hiện bài tập này bằng cách thêm chỉ dẫn.
zh: 通过添加说明给您的学生提供完成此作业的帮助。
zh_hk: 添加指引，協助學生完成作業。

source: Hide
ar: إخفاء
ca: Amaga
cy: Cuddio
da: Skjul
da_instk12: Skjul
de: Ausblenden
es: Ocultar
es_es: Ocultar
fi: Piilota
fr: Masquer
fr_ca: Masquer
ga: Folaigh
hi: छिपाएं
ht: Kache
id: Sembunyikan
is: Fela
it: Nascondi
ja: 非表示にする
ko: 숨기기
mi: Huna
ms: Sembunyikan
nb: Skjul
nb_instk12: Skjul
nl: Verbergen
pl: Ukryj
pt: Ocultar
pt_br: Ocultar
ru: Скрыть
sl: Skrij
sv: Dölj
sv_instk12: Dölj
th: ซ่อน
vi: Ẩn
zh: 隐藏
zh_hk: 隱藏

source: Hide content for %@
ar: إخفاء محتوى لـ %@
ca: Amaga el contingut per a %@
cy: Cuddio cynnwys ar gyfer %@
da: Skjul indhold for %@
da_instk12: Skjul indhold for %@
de: Ausblenden des Inhalts für %@
es: Ocultar contenido para %@
es_es: Ocultar contenido para %@
fi: Piilota sisältö kohteesta %@
fr: Masquer le contenu pour %@
fr_ca: Masquer le contenu de %@
ga: Folaigh ábhar le haghaidh %@
hi: इसके लिए सामग्री छिपाएं: %@
ht: Kache kontni pou %@
id: Sembunyikan konten untuk %@
is: Fela efni fyrir %@
it: Nascondi contenuto per %@
ja: （）にコンテンツを非表示にする%@
ko: 다음에 대한 콘텐츠 숨기기 %@
mi: Hunga ihirangi mō %@
ms: Sembunyikan kandungan untuk %@
nb: Skjul innhold for %@
nb_instk12: Skjul innhold for %@
nl: Inhoud verbergen voor %@
pl: Ukryj zawartość dla %@
pt: Ocultar conteúdo para %@
pt_br: Ocultar conteúdo para %@
ru: Скрыть контент для %@
sl: Skrij vsebino za %@
sv: Dölj innehåll för %@
sv_instk12: Dölj innehåll för %@
th: ซ่อนเนื้อหาสำหรับ %@
vi: Ẩn nội dung cho %@
zh: 隐藏...的内容%@
zh_hk: 隱藏此項目的內容：%@

source: Hide %d missing items
ar: إخفاء %d من العناصر المفقودة
ca: Amaga %d elements no presentats
cy: Cuddio %d eitem coll
da: Skjul %d manglende elementer
da_instk12: Skjul %d manglende elementer
de: %d fehlende Elemente ausblenden
es: Ocultar %d ítems faltantes
es_es: Ocultar %d ítems no presentados
fi: Piilota %d puuttuvaa kohdetta
fr: Masquer %d éléments manquants
fr_ca: Masquer %d éléments manquants
ga: Folaigh %d m(h)ír ar iarraidh
hi: %d लापता आइटमें छिपाएं
ht: Kache %d eleman ki manke
id: Sembunyikan %d item yang tidak ada
is: Fela %d atriði sem vantar
it: Nascondi %d elementi mancanti
ja: %dの欠如アイテムを非表示にする
ko: %d개 누락된 항목 숨기기
mi: Huna %d ngā tuemi e ngaro ana
ms: Sembunyikan %d item yang tiada
nb: Skjul %d manglende elementer
nb_instk12: Skjul %d manglende elementer
nl: %d ontbrekende items verbergen
pl: Ukryj brakujące elementy: %d
pt: Ocultar %d itens em falta
pt_br: Ocultar %d itens ausentes
ru: Скрыть %d отсутствующих элементов(-а)
sl: Skrij %d manjkajočih elementov
sv: Dölj %d saknade objekt
sv_instk12: Dölj %d saknade objekt
th: ซ่อน %d รายการที่ขาดหาย
vi: Ẩn %d mục bị thiếu
zh: 隐藏 %d 个缺失的项目
zh_hk: 隱藏 %d 個缺少的項目

source: High: %@
ar: المرتفع: %@
ca: Alta: %@
cy: Uchel: %@
da: Høj: %@
da_instk12: Høj: %@
de: Hoch: %@
es: Alto: %@
es_es: Alto: %@
fi: Korkea: %@
fr: Élevé : %@
fr_ca: Élevé : %@
ga: Ard: %@
hi: उच्च: %@
ht: Wo: %@
id: Tinggi: %@
is: Hátt: %@
it: Alto: %@
ja: 高：%@
ko: 높음: %@
mi: Tiketike: %@
ms: Tinggi: %@
nb: Høy: %@
nb_instk12: Høy: %@
nl: Hoog: %@
pl: Wysoki: %@
pt: Alta: %@
pt_br: Alta: %@
ru: Высокий: %@
sl: Visoko: %@
sv: Hög: %@
sv_instk12: Hög: %@
th: สูง: %@
vi: Cao: %@
zh: 高：%@
zh_hk: 高：%@

source: Highest
ar: الأعلى
ca: Superior
cy: Uchaf
da: Højeste
da_instk12: Højeste
de: Höchste
es: Más alta
es_es: Más alta
fi: Korkein
fr: Le plus élevé
fr_ca: La plus élevée
ga: Is airde
hi: उच्चतम
ht: Pi Wo
id: Tertinggi
is: Hæst
it: Massimo
ja: 最高
ko: 최고
mi: teitei
ms: Tertinggi
nb: Høyest
nb_instk12: Høyest
nl: Hoogste
pl: Najwyższe
pt: Mais alto
pt_br: Maior
ru: Самая высокая
sl: Najvišje
sv: Högsta
sv_instk12: Högsta
th: สูงสุด
vi: Cao Nhất
zh: 最高
zh_hk: 最高

source: Hint
ar: تلميح
ca: Indicació
cy: Awgrym
da: Tip
da_instk12: Tip
de: Hinweis
es: Sugerencia
es_es: Ocultar
fi: Vihje
fr: Astuce
fr_ca: Indice
ga: Leid
hi: संकेत
ht: Konsèy
id: Petunjuk
is: Vísbending
it: Suggerimento
ja: ヒント
ko: 힌트
mi: Tohutohu
ms: Petua
pl: Wskazówka
pt: Sugestão
pt_br: Dica
ru: Совет
sl: Namig
sv: Tips
sv_instk12: Tips
th: คำแนะนำ
vi: Gợi ý
zh: 提示
zh_hk: 提示

source: Homeroom
ar: جلسة التسجيل
ca: Tutoria
cy: Ystafell hafan
da: Klasselokale
da_instk12: Klasselokale
de: Organisationsstunde
es: Aula principal
es_es: Aula principal
fr: Salle d'accueil
fr_ca: Classe titulaire
ga: Seomra baile
hi: होमरूम
ht: Sal kou
is: Námssalur
ja: ホームルーム
ko: 시작 페이지
mi: Kainga rūma
ms: Kelas Umum
nb: Hjem
nb_instk12: Hjem
nl: Klas
pl: Pokój główny
pt: Casa de família
pt_br: Sala de aula
ru: «Домашняя комната»
sl: Matični
sv: Fjärrundervisningsrum
sv_instk12: Hemrum
th: โฮมรูม
vi: Phòng Chính
zh: 指导教室
zh_hk: 主教室

source: Homeroom View
ar: عرض جلسة التسجيل
ca: Vista de la tutoria.
cy: Gwedd Homeroom
da: Klasseværelsevisning
da_instk12: Klasseværelsevisning
de: Organisationsstundenansicht
es: Vista del aula
es_es: Vista del aula
fi: Homeroom-näkymä
fr: Vue de la classe d’attache
fr_ca: Vue de la salle d’accueil
ga: Amharc Seomra Baile
hi: होमरूम व्यू
ht: Apèsi Sal la
id: Tampilan Homeroom
is: Yfirlit yfir námssal
it: Visualizzazione homeroom
ja: ホームルームビュー
ko: 시작 페이지 보기
mi: Kainga rūma Tiro
ms: Pandangan Kelas Umum
nb: Vis hjemmerom
nb_instk12: Vis hjemmerom
nl: Huisklasweergave
pl: Widok pokoju głównego
pt: Exibição da sala de aula
pt_br: Visualização da sala de aula
ru: Представление домашней комнаты
sl: Pogled matičnega razreda
sv: Vy för fjärrundervisningsrum
sv_instk12: Vy för fjärrundervisningsrum
th: มุมมองโฮมรูม
vi: Dạng Xem Phòng Chính
zh: 教室视图
zh_hk: 主教室檢視

source: Honey
ar: عسل
ca: Mel
cy: Mêl
da: Honning
da_instk12: Honning
de: Honig
es: Miel
es_es: Miel
fi: Hunaja
fr: Miel
fr_ca: Miel
ga: Mil
hi: शहद
ht: Myèl
is: Hunangsgulur
it: Miele
ja: はちみつ
ko: 꿀
mi: Honi
ms: Madu
nb: Honning
nb_instk12: Honning
nl: Honing
pl: Miód
pt: Mel
pt_br: Mel
ru: Мед
sl: Med
sv: Honung
sv_instk12: Honung
th: น้ำผึ้ง
vi: Mật ong
zh: 蜂蜜
zh_hk: 蜂蜜

source: How do I find my school?
ar: كيف أعثر على مدرستي؟
ca: Com puc trobar l'escola?
cy: Sut ydw i’n dod o hyd i fy ysgol?
da: Hvordan finder jeg min skole?
da_instk12: Hvordan finder jeg min skole?
de: Wie finde ich meine Schule?
es: ¿Cómo encuentro mi escuela?
es_es: ¿Cómo encuentro mi escuela?
fi: Miten löydän kouluni
fr: Comment puis-je trouver mon école ?
fr_ca: Comment puis-je trouver mon école?
ga: Conas a aimsím mo scoil?
hi: मैं अपना स्कूल किस प्रकार ढूंढ सकता हूं?
ht: Kijan pou mwen jwenn lekòl mwen an?
id: Bagaimana cara menemukan sekolah saya?
is: Hvernig finn ég skólann minn?
it: Come posso trovare la mia scuola?
ja: 私のスクールの見つけ方は？
ko: 어떻게 학교를 찾습니까?
mi: Me pehea e kitea ai e ahau taku kura?
ms: Bagaimanakah cara mencari sekolah saya?
nb: Hvordan finner jeg skolen min?
nb_instk12: Hvordan finner jeg skolen min?
nl: Hoe vind ik mijn school?
pl: Jak mogę znaleźć swoją szkołę?
pt: Como eu encontro minha escola?
pt_br: Como encontrar minha escola?
ru: Как мне найти свою школу?
sl: Kako najdem svojo šolo?
sv: Hur hittar jag min skola?
sv_instk12: Hur hittar jag min skola?
th: จะค้นหาสถานศึกษาของฉันได้อย่างไร
vi: Làm thế nào để tìm trường của tôi?
zh: 如何查找我的学校？
zh_hk: 怎樣找到我的學校？

source: How it works
ar: طريقة العمل
ca: Com funciona
cy: Sut mae’n gweithio
da: Hvordan det virker
da_instk12: Hvordan det virker
de: Wie es funktioniert
es: Cómo funciona
es_es: Cómo funciona
fi: Kuinka se toimii
fr: Comment ça fonctionne
fr_ca: Comment ça marche
ga: An chaoi a n-oibríonn sé
hi: यह कैसे काम करता है
ht: Kijan li fonksyone
id: Bagaimana cara kerjanya
is: Svona virkar þetta
it: Come funziona
ja: 検索方法
ko: 작동 방식
mi: Pehea te mahi
ms: Cara ia berfungsi
nb: Slik fungerer det
nb_instk12: Slik fungerer det
nl: Zo werkt het
pl: Jak to działa
pt: Como funciona
pt_br: Como funciona
ru: Как это работает
sl: Kako to deluje
sv: Så fungerar det
sv_instk12: Så fungerar det
th: การทำงาน
vi: Cách thức hoạt động
zh: 运作方式
zh_hk: 如何運作

source: How many times would you like to repeat? (Max 400)
ar: كم مرة تريد التكرار؟ (400 بحد أقصى)
ca: Quantes vegades voldríeu repetir? (400 com a màxim)
cy: Sawl gwaith hoffech chi ailadrodd? (Uchafswm 400)
da: Hvor mange gange vil du gerne gentage? (Maks. 400)
da_instk12: Hvor mange gange vil du gerne gentage? (Maks. 400)
de: Wie oft möchten Sie wiederholen? (Max. 400)
es: ¿Cuántas veces quiere repetir? (como máx., 400)
es_es: ¿Cuántas veces quieres que se repita? (Máx. 400)
fi: Kuinka monta kertaa haluat toistaa? (Maks. 400)
fr: Quelle fréquence de répétition souhaitez-vous ? (400 max)
fr_ca: Combien de fois voulez-vous répéter? (Max 400)
ga: Cé mhéad uair ar mhaith leat é a dhéanamh arís? (Uasmhéid 400)
hi: आप कितनी बार दोहराना चाहेंगे? (अधिकतम 400)
ht: Konbyen fwa ou ta renmen repete? (Maksimòm 400)
id: Berapa kali Anda ingin mengulangi? (Maks 400)
is: Hve oft viltu endurtaka? (Hám. 400)
it: Quante volte desideri ripetere? (Max 400)
ja: 何回繰り返したいですか？(最大 400)
ko: 몇 번 반복하시겠습니까? (최대 400)
mi: E hia nga wa e hiahia ana koe ki te tukurua? (Mōrahi 400)
ms: Berapa kali anda mahu mengulang? (Maks 400)
nb: Hvor mange ganger ønsker du å gjenta? (Maks. 400)
nb_instk12: Hvor mange ganger ønsker du å gjenta? (Maks. 400)
nl: Hoe vaak wilt u dit herhalen? (Max 400)
pl: Ile razy powtórzyć wystąpienie? (maks. 400)
pt: Quantas vezes gostaria de repetir? (Máximo 400)
pt_br: Quantas vezes você gostaria de repetir? (Máx. 400)
ru: Сколько раз вы хотели бы повторить? (макс. 400)
sl: Kolikokrat želite ponoviti? (največ 400)
sv: Hur många gånger vill du upprepa? (högst 400)
sv_instk12: Hur många gånger vill du upprepa? (högst 400)
th: คุณต้องการทวนซ้ำกี่ครั้ง (สูงสุด 400)
vi: Bạn muốn lặp lại bao nhiêu lần? (Tối đa 400)
zh: 您想重复多少次？（最多 400）
zh_hk: 您想重複多少次？（最多 400 次）

source: I agree to the Acceptable Use Policy.
ar: أوافق على سياسة الاستخدام المقبول
ca: Accepto la política d’ús acceptable.
cy: Mae’n rhaid i chi gytuno i’r Polisi Defnydd Derbyniol
da: Jeg accepterer betingelserne for acceptabel brug.
da_instk12: Jeg accepterer betingelserne for acceptabel brug.
de: Ich stimme der Richtlinie zur akzeptablen Nutzung zu
es: Estoy de acuerdo con la Política de uso aceptable.
es_es: Acepto la política de uso aceptable.
fi: Sinun täytyy hyväksyä hyväksyttävää käyttöä koskeva käytäntö
fr: J'accepte le Règlement d'utilisation acceptable
fr_ca: J’accepte la Politique d’utilisation acceptable.
ga: Aontaím leis an mBeartas um Úsáid Inghlactha.
hi: मैं स्वीकार्य उपयोग नीति से सहमत हूं।
ht: Mwen dakò ak Politik Itilizasyon Akseptab la.
id: Saya menyetujui Kebijakan Penggunaan yang Dapat Diterima.
is: Ég samþykki Stefnu um ásættanlega notkun.
it: Accetto le Norme di utilizzo accettabile.
ja: 許可される使用ポリシーに合意します
ko: 사용 제한 정책에 동의합니다.
mi: Ko te Kaupapa Whakamahi Whakaae he pai ki ahau.
ms: Anda mesti memberikan persetujuan untuk Dasar Penggunaan Boleh Diterima.
nb: Jeg godtar retningslinjer for akseptabel bruk
nb_instk12: Jeg godtar retningslinjer for akseptabel bruk
nl: Ik ga akkoord met het Beleid voor acceptabel gebruik.
pl: Wyrażam zgodę na Zasady dozwolonego użytku.
pt: Concordo com a Política de Utilização Aceitável.
pt_br: Eu concordo com a Política de Uso Aceitável.
ru: Я соглашаюсь с Политикой допустимого использования.
sl: Strinjam se s Pravilnikom o sprejemljivi rabi.
sv: Jag godkänner policyn för godkänd användning.
sv_instk12: Jag godkänner policyn för godkänd användning.
th: ฉันยอมรับนโยบายการใช้งานที่ยอมรับได้
vi: Tôi đồng ý với Chính Sách Sử Dụng Có Thể Chấp Nhận Được.
zh: 我同意“可接受的使用政策”。
zh_hk: 您必須同意「可接受使用政策」。

source: I can't get things done until I hear back from you
ar: لن أستطيع إنجاز أعمالي حتى تردون عليّ
ca: No podré fer res fins que em respongueu
cy: Alla i ddim gorffen fy ngwaith nes bydda i wedi cael ateb gennych chi
da: Jeg kan ikke gøre noget, før jeg hører fra dig
da_instk12: Jeg kan ikke gøre noget, før jeg hører fra dig
de: Ich benötige eine Antwort, um die Arbeit fortzusetzen
es: No puedo hacer nada hasta que me conteste
es_es: No puedo hacer nada hasta que me contestéis
fi: En saa asioita tehtyä, ennen kuin kuulen sinusta.
fr: Je ne peux pas continuer mon travail avant d’avoir reçu une réponse de votre part
fr_ca: Je ne peux pas continuer mon travail avant d’avoir reçu une réponse de votre part
ga: Ní féidir liom rudaí a dhéanamh go dtí go gcloisim ar ais uait
hi: जब तक मुझे आपका जवाब नहीं मिल जाता, मैं काम पूरा नहीं कर सकता
ht: Mwen paka fè bagay yo jiskaske mwen tounen tande w
id: Saya tidak bisa melakukan apa pun sampai saya mendapat info dari Anda
is: Ég get ekkert gert fyrr en þú svarar mér
it: Non riesco a terminare il lavoro finché non ricevo una risposta
ja: 回答があるまで何もできません
ko: 응답을 받을 때까지 작업을 수행할 수 없습니다
mi: Ka taea e kore kia mea mahi ahau, kia hoki rongo ahau i a koutou
ms: Saya tidak dapat menyelesaikan perkara ini sehingga saya menerima maklum balas daripada anda
nb: Jeg kan ikke gjøre noe før jeg hører fra deg igjen
nb_instk12: Jeg kan ikke gjøre noe før jeg hører fra deg igjen
nl: Er is een probleem, ik kan niets doen zonder antwoord van jullie
pl: Nie mogę skończyć pracy, dopóki nie otrzymam tej informacji.
pt: Não posso fazer nada até ter uma resposta vossa
pt_br: Eu não posso deixar tudo pronto até ter o seu retorno
ru: Я не могу закончить, пока не услышу ваш ответ
sl: Ne morem dokončati zadev, dokler ne prejmem vašega odziva.
sv: Jag kan inte göra någonting förrän ni hör av er till mig
sv_instk12: Jag kan inte göra någonting förrän ni hör av er till mig
th: ฉันไม่สามารถดำเนินการใด ๆ ได้จนกว่าจะได้รับการติดต่อกลับจากคุณ
vi: Tôi không làm được gì cho đến khi được nghe phản hồi từ bạn.
zh: 我需要您的回信才能完成工作
zh_hk: 在收到您的回覆之前，我無法把事情做好

source: I don't have a Canvas account
ar: ليس لدي حساب Canvas
ca: No tinc un usuari del Canvas
cy: Does gen i ddim cyfrif Canvas
da: Jeg har ikke en Canvas-konto
da_instk12: Jeg har ikke en Canvas-konto
de: Ich besitze kein Canvas-Konto
es: No tengo cuenta de Canvas
es_es: No tengo cuenta de Canvas
fi: Minulla ei ole Canvas-tiliä
fr: Je n’ai pas de compte Canvas
fr_ca: Je n’ai pas de compte Canvas
ga: Níl cuntas Canvas agam
hi: मेरे पास Canvas खाता नहीं है
ht: Mwen pa gen yon kont Canvas
id: Saya tidak punya akun Canvas
is: Ég er ekki með Canvas-reikning
it: Non ho un account Canvas
ja: Canvasアカウントを持っていません
ko: Canvas 계정이 없습니다
mi: Kaore he pūkete Canvas tāku
ms: Saya tidak memiliki akaun Canvas
nb: Jeg har ikke en Canvas-konto
nb_instk12: Jeg har ikke en Canvas-konto
nl: Ik heb geen Canvas-account
pl: Nie mam konta Canvas
pt: Não tenho uma conta Canvas
pt_br: Eu não tenho uma conta do Canvas
ru: У меня нет учетной записи Canvas
sl: Nimam računa Canvas
sv: Jag har inte ett Canvas-konto
sv_instk12: Jag har inte ett Canvas-konto
th: ฉันไม่มีบัญชี Canvas
vi: Tôi không có tài khoản Canvas
zh: 我没有 Canvas 帐户
zh_hk: 我沒有 Canvas 帳戶

source: I have a Canvas account
ar: لدي حساب Canvas
ca: Tinc un usuari del Canvas
cy: Mae gen i gyfrif Canvas
da: Jeg har en Canvas-konto
da_instk12: Jeg har en Canvas-konto
de: Ich besitze ein Canvas-Konto
es: Tengo una cuenta de Canvas
es_es: Tengo una cuenta de Canvas
fi: Minulla on jo Canvas-tili
fr: J’ai un compte Canvas
fr_ca: J’ai un compte Canvas
ga: Tá cuntas Canvas agam
hi: मेरे पास Canvas खाता है
ht: Mwen gen yon kont Canvas
id: Saya punya akun Canvas
is: Ég er með Canvas-reikning
it: Ho un account Canvas
ja: Canvasアカウントを持っています
ko: Canvas 계정이 있습니다
mi: He Pūkete Canvas tāku
ms: Saya sudah mempunyai akaun Canvas
nb: Jeg har en Canvas-konto
nb_instk12: Jeg har en Canvas-konto
nl: Ik heb een Canvas-account
pl: Posiadam konto Canvas
pt: Eu tenho uma conta Canvas
pt_br: Eu tenho uma conta do Canvas
ru: У меня есть учетная запись Canvas
sl: Imam račun Canvas
sv: Jag har ett Canvas-konto
sv_instk12: Jag har ett Canvas-konto
th: ฉันมีบัญชี Canvas
vi: Tôi có tài khoản Canvas
zh: 我有 Canvas 帐户
zh_hk: 我有 Canvas 帳戶

source: I hold the copyright
ar: أمتلك حقوق النشر
ca: Soc el titular dels drets d'autor
cy: Fi sydd biau’r hawlfraint
da: Jeg er rettighedshaveren
da_instk12: Jeg er rettighedshaveren
de: Ich bin der Urheberrechtsinhaber
es: Soy el titular de los derechos de autor
es_es: Soy el titular de los derechos de autor
fi: Minulla on tekijäoikeus
fr: Je détiens les droits d’auteur
fr_ca: Je détiens les droits d’auteur
ga: Tá an cóipcheart agam
hi: मेरे पास कॉपीराइट है
ht: Mwen gen dwa dotè a
id: Saya memiliki hak cipta
is: Ég hef höfundarréttinn
it: Sono il proprietario del copyright
ja: 著作権を保有しています
ko: 저작권을 보유합니다
mi: Mau ahau te manatārua
ms: Saya memegang hak cipta
nb: Jeg har opphavsretten
nb_instk12: Jeg har opphavsretten
nl: Ik heb het auteursrecht
pl: Posiadam prawa autorskie
pt: Sou o titular dos direitos de autor
pt_br: Eu possuo o copyright
ru: Я являюсь правообладателем
sl: Imam avtorske pravice.
sv: Jag är upphovsrättsinnehavare
sv_instk12: Jag är upphovsrättsinnehavare
th: ฉันถือลิขสิทธิ์
vi: Tôi là bên giữ bản quyền
zh: 我持有版权
zh_hk: 我持有該版權

source: I need help but it's not urgent
ar: أحتاج للمساعدة لكن الأمر ليس مستعجلاً
ca: Necessito ajuda, però no és urgent
cy: Mae angen help arna i, ond dydy’r mater ddim yn un brys
da: Jeg behøver hjælp, men det er ikke en hastesag
da_instk12: Jeg behøver hjælp, men det er ikke en hastesag
de: Ich benötige zwar Hilfe, es eilt jedoch nicht
es: Necesito ayuda, pero no es urgente
es_es: Necesito ayuda, pero no es urgente
fi: Tarvitsen apua, mutta tämä ei ele kiireellistä
fr: J'ai besoin d'aide, mais ce n'est pas urgent
fr_ca: J'ai besoin d'aide, mais ce n'est pas urgent
ga: Tá cabhair ag teastáil uaim ach níl sé práinneach
hi: मुझे मदद की ज़रूरत है, लेकिन यह अत्यावश्यक नहीं है
ht: Mwen bezwen èd men li pa ijan
id: Saya butuh bantuan tetapi tidak mendesak
is: Ég þarf aðstoð en það liggur ekki á
it: Ho bisogno di aiuto ma non è urgente
ja: ヘルプが必要ですが、緊急ではありません
ko: 도움이 필요하지만 급하지는 않습니다
mi: E hiahia āwhina ahau ēngari kaore kōhukihuki
ms: Saya perlukan sedikit bantuan tetapi ia tidak mendesak
nb: Jeg trenger hjelp, men det haster ikke
nb_instk12: Jeg trenger hjelp, men det haster ikke
nl: Ik heb hulp nodig maar het is niet dringend
pl: Potrzebuję pomocy ale nie jest to pilne
pt: Preciso de ajuda mas não é urgente
pt_br: Eu preciso de ajuda, mas não é urgente
ru: Мне нужна помощь, но это не срочно
sl: Potrebujem pomoč, ni pa nujno.
sv: Jag behöver hjälp men det är inte akut
sv_instk12: Jag behöver hjälp men det är inte akut
th: ฉันต้องการความช่วยเหลือ แต่ไม่เร่งด่วนอะไร
vi: Tôi cần trợ giúp nhưng không gấp.
zh: 我需要帮助，但不是迫切
zh_hk: 我需要幫助但情況並不緊急

source: I obtained permission
ar: حاصل على إذن
ca: He obtingut permís
cy: Cefais ganiatâd
da: Jeg fik tilladelse
da_instk12: Jeg fik tilladelse
de: Ich habe die Erlaubnis erhalten
es: Obtuve un permiso
es_es: He obtenido el permiso
fi: Hankin käyttöoikeuden
fr: J'ai obtenu une autorisation
fr_ca: J'ai obtenu l'autorisation
ga: Fuair mé cead
hi: मुझे अनुमति मिल गई
ht: Mwen gen pèmisyon
id: Saya punya izin
is: Ég fékk heimild
it: Ho ottenuto il permesso
ja: 許可を得ています
ko: 권한을 획득했습니다
mi: I whiwhi whakaae ahau
ms: Saya telah mendapatkan keizinan
nb: Jeg har fått tillatelse
nb_instk12: Jeg har fått tillatelse
nl: Ik heb toestemming verkregen
pl: Uzyskałem uprawnienia
pt: Obtive autorização
pt_br: Eu obtive permissão
ru: Я получил(-а) разрешение
sl: Pridobil(a) sem dovoljenje.
sv: Jag fick behörighet
sv_instk12: Jag fick behörighet
th: ฉันได้รับสิทธิ์อนุญาตแล้ว
vi: Tôi đã xin phép được
zh: 我已获得权限
zh_hk: 我已經獲得了權限
